{
  "name": "Beats solo3 wireless On-Ear Headphones - Apple W1 Headphone Chip, Class 1 Bluetooth, 40 Hours Of Listening Time - Black (Latest Model)",
  "description": "The Beats Solo3 wireless On-Ear headphones are a great pair of headphones for everyday use. They have a long battery life, and they're comfortable to wear. The sound quality is good, and they're easy to use. The Beats Solo3 wireless On-Ear headphones are a great pair of headphones for everyday use. They have a long battery life, and they're comfortable to wear. The sound quality is good, and they're easy to use. The Beats Solo3 wireless On-Ear headphones are a great pair of headphones for everyday use. They have a long battery life, and they're comfortable to wear. The sound quality is good, and they're easy to use. The Beats Solo3 wireless On-Ear headphones are a great pair of headphones for everyday use. They have a long battery life, and they're comfortable to wear. The sound quality is good, and they're easy to use. The Beats Solo3 wireless On-Ear headphones are a great pair of headphones for everyday use. They have a long battery life, and they're comfortable to wear. The sound quality is good, and they're easy to use. The Beats Solo3 wireless On-Ear headphones are a great pair of headphones for everyday use. They have a long battery life, and they're comfortable to wear. The sound quality is good, and they're easy to use. The Beats Solo3 wireless On-Ear headphones are a great pair of headphones for everyday use. They have a long battery life, and they're comfortable to wear. The sound quality is good, and they're easy to use. The Beats Solo3 wireless On-Ear headphones are a great pair of headphones for everyday use. They have a long battery life, and they're comfortable to wear. The sound quality is good, and they're easy to use. The Beats Solo3 wireless On-Ear headphones are a great pair of headphones for everyday use. They have a long battery life, and they're comfortable to wear. The sound quality is good, and they're easy to use.",
  "price": "199.95",
  "seller": "beats by dr.dre",
  "stock": 500,
  "category": "Headphones"
}
